Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: གྲུབ་པའི་མཐའ་ནི་མཐའ་དག་ཀུན། །གང་ཡིན་ཐར་པའི་རྒྱུར་གསུངས་པ། །
en: “The entire [Buddhist] canon, as taught by me, Is wholly for bringing liberation.

source: སྔགས་ཀྱི་ལམ་གྱི་གྲུབ་པའི་རྒྱུར། །ང་ཉིད་ཀྱིས་ནི་བྱས་པ་ཡིན། །
en: Because of this, one should follow the path of mantras, As they are the source of accomplishment. {33.114}

source: སྔགས་ཀྱི་རིག་པ་མཐའ་དག་ནི། །ཟློས་པས་དོན་མེད་མི་བྱའོ། །
en: “The reciter must never, to any extent, Employ the mantras the wrong way,

source: འཇིག་རྟེན་པ་ཡི་སྔགས་ཀུན་དང་། །དམ་པར་ཡང་ནི་རབ་བསྟན་དང་། །
en: Be they any of the worldly mantras Or those proclaimed as supreme. {33.115}

source: དེ་བཞིན་འཇིག་རྟེན་འདས་བཟང་པོ། །ཐམས་ཅད་ཀུན་ལ་རབ་སྦྱར་བྱ། །
en: “When employing, in any [rites], The supramundane mantras or the divine mantras [of magic],

source: སེམས་ནི་ལོག་པར་མི་བྱ་སྟེ། །ཡིད་ཀྱིས་ནམ་ཡང་སུན་མི་དབྱུང་། །
en: One must not harbor wrong thoughts And must never defile one’s mind. {33.116}

source: སྔགས་རྣམས་ཀུན་ལ་མཆོད་བྱེད་པ། །དམ་ཚིག་ཤེས་པས་རབ་ཏུ་བསྟན། །
en: “One should worship all the mantra [deities] Approved for those who know the right time

source: སངས་རྒྱས་དགོངས་ཤིང་ཕན་པ་ཡིན། །དེ་བཞིན་སྟོན་པའི་བསྟན་པ་ལ། །
en: And taught in the instructions of the Teacher That are founded on the sameness of all buddhas. {33.117}

source: རབ་ཞུགས་རྒྱལ་བའི་སྲས་རྣམས་ཀྱང་། །
en: “These deities are the recourse of the victors’ sons;

source: ཞུགས་པར་རབ་ཏུ་ཤེས་པ་ཡི། །ཐུབ་ཟླའི་དཀྱིལ་འཁོར་དག་ལ་ནི། །
en: They are summoned and caused to enter Into the maṇḍala of the moon-like sages.

source: འདི་ནི་དམ་ཚིག་ཤེས་པར་གསུངས། །
en: They are here taught for those who know the right time. {33.118}

source: རྟག་ཏུ་སྔགས་རྣམས་དོན་ཡོད་དེ། །ཡང་དག་བསམས་པ་ཐོབ་པ་ཡིན། །
en: “They are always effectual, and if one wishes them to enter, One can summon them with mantras.

source: གཞན་དབང་ངས་ནི་མ་བྱས་ཏེ། །བརྙས་པ་དག་ཀྱང་སྤྱད་མ་ཡིན། །
en: One should neither bow to submit to the mantras [deities] Of other systems, nor treat them with contempt,

source: སྔགས་རྣམས་འཕགས་པ་མ་ཡིན་པའང་། །དེ་དག་དོན་མེད་བྱས་མིན་བརྗོད། །
en: As it is said that the mantras that are debased Are not unproductive. {33.119}

source: འཇིག་རྟེན་ཇི་སྲིད་སྔགས་རྣམས་སམ། །ཡང་ན་གཟུགས་སུ་བྱུང་བའང་རུང་། །
en: “Whatever worldly mantras there are, Reciting them brings inferior results.

source: ཀུན་ནས་ཉོན་མོངས་མཐོང་ལམ་མཐའ། །དེ་དག་འབྲས་བུ་ཡོད་པར་བསྟན། །
en: Although they produce results for reciters, They will lead, as far as can be seen, to afflictions. {33.120}

source: ཁྲོས་དང་ཞེ་སྡང་ལྡན་པ་ཡིས། །དོན་མེད་པར་ནི་མི་བྱའོ། །
en: “When one feels indignant and angry, One should not harbor wrong thoughts.

source: མི་འདོད་གུས་པ་མེད་པ་ཡི། །ལས་ནི་མི་བྱ་འབྲས་བུ་མེད། །
en: Nor should one indulge in pleasures, As this brings adverse karmic results.

source: དེ་དང་འབྲེལ་བའི་སེམས་ལ་ནི། །ནམ་ཡང་དེ་ལ་སྦྱིན་མི་བྱ། །
en: One must not allow one’s mind To develop such inclinations. {33.121}

source: རྟག་ཏུ་མཉམ་པར་བཞག་ནས་ནི། །སྔགས་ཚིག་ལྡན་པར་བཟླས་བྱས་ཤིང་། །ཆོ་ག་ཇི་བཞིན་གཟུང་བྱས་ན། །འབྲས་བུ་མཐའ་དག་ཐོབ་པར་འགྱུར། །
en: “One should stick with just one mantra And recite it continuously with a focused mind. One will consequently obtain the full result As specified in the ritual instructions. {33.122}

source: ཡིད་ནི་གཡོ་མེད་བྱས་ནས་ཀྱང་། །སྔགས་གཅིག་དེ་ནི་བཟླ་བར་བྱ། །
en: “Without allowing the mind to wander, One should recite the same mantra.

source: སྔགས་ནི་དོན་ཀུན་སྒྲུབ་པ་སྟེ། །རྩེ་གཅིག་སེམས་ཀྱིས་འགྲུབ་པར་འགྱུར། །
en: Mantras accomplished through single-mindedness Will accomplish every purpose. {33.123}

source: རྨོངས་པའི་བདག་ཉིད་གཡེང་བའི་སེམས། །དེ་ལ་གྲུབ་པ་འགྲུབ་མི་འགྱུར། །
en: “One who is distracted in mind and inwardly confused Will not see success.

source: གང་ལ་ཡིད་ནི་དག་པ་དང་། །བསྟན་པ་ལ་ནི་རབ་དད་པ། །འབྲས་བུ་མཐའ་དག་འགྲུབ་པ་སྟེ། །འགྲོ་བ་དམ་པ་འཐོབ་པར་འགྱུར། །
en: One should instead win the full array of results And a high rebirth. {33.124} “One whose mind is always pure, Who trusts in the teachings

source: དཀོན་མཆོག་གསུམ་ལ་དད་པ་ནི། །འདོད་པའི་གྲུབ་པར་ཉེ་བར་བསྟན། །
en: And has faith in the Three Jewels, Will obtain the accomplishment as specified.” {33.125}

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས། ལས་དང་བྱ་བ་དང་ཆོ་ག་དང་རྒྱུ་མཚན་ཤེས་པའི་ལེའུ་རབ་འབྱམ་ལས། ཉི་ཤུ་རྩ་བདུན་པ་རྫོགས་སོ།། །།
en: This concludes the detailed chapter that explains the knowledge of signs pertaining to the ritual activity procedures, thirty-third in “The Root Manual of Noble Mañjuśrī,” an extensive Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings.

source: འཇམ་དཔལ་ཁྱོད་ཀྱི་ཕྱག་རྒྱ་དང་སྔགས་རབ་འབྱམ་མཆོག་ཏུ་ཤིན་ཏུ་གསང་བ་ཉོན་ཅིག །
en: “Listen, Mañjuśrī, to your most esoteric and secret teaching on your mudrās and mantras.

source: མ་དད་པའི་སེམས་ཅན་དང་། དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་ལ་མངོན་པར་དད་པ་མེད་པ་དང་། དམ་ཚིག་མེད་པ་དང་། གནང་བ་མེད་པ་དང་། དཀོན་མཆོག་གསུམ་གྱི་གདུང་རྒྱུན་གཅོད་པར་བྱེད་པ་དང་། མི་དགེ་བའི་བཤེས་གཉེན་གྱིས་ཡོངས་སུ་ཟིན་པ་དང་། བསོད་ནམས་མི་འདོད་པ་དང་། སྐྱེ་བོ་སྡང་བ་དང་། འགྲོགས་ཤིང་འདྲེས་པ་དང་། སྡིག་པའི་གྲོགས་པོས་ཡོངས་སུ་ཟིན་པ་དང་། སངས་རྒྱས་དང་ཆོས་ལས་ཐག་རིང་དུ་གྱུར་པ་དང་། ཆོ་ག་འདི་ལ་འབྲས་བུ་མེད་པར་གྱུར་པ་དང་། སློབ་དཔོན་གྱི་མན་ངག་མེད་པ་དང་། གཞོན་ནུ་ཁྱོད་ཀྱི་གསང་བའི་དཀྱིལ་འཁོར་ལ་དབང་མ་བསྐུར་བ་དང་། དེ་བཞིན་གཤེགས་པའི་རིགས་ལ་དམ་ཚིག་མ་མཐོང་བ་དང་། སྐྱེ་བོ་མངོན་པར་མི་འདོད་པ་དང་། སྣོད་དུ་མ་གྱུར་པའི་སེམས་ཅན་རྣམས་ལ་བསྟན་པར་མི་བྱའོ། །
en: No followers of your mantra path should ever disclose this teaching to people who have no trust and no faith in the doctrine of the Tathāgata; to people who do not have the authorizing samaya or do not maintain the continuity of the lineage of the Three Jewels; to people who are in bad company; to people who do not desire religious merit; to people who interact and mix with evil companions or are surrounded by bad friends; to people who distance themselves from the Buddha’s teaching; to people who have not been instructed by their master and so this manual would bring no results for them; to people, divine youth, who have not been initiated into your supreme and most secret maṇḍala; or to people who do not observe their samaya or who have no connection to the family of the Tathāgata. {34.2}

source: སངས་རྒྱས་ཆོས་ལ་མ་དད་དང་། །བྱང་ཆུབ་ལམ་ནི་རིང་གྱུར་ལ། །
en: “One without faith in the Buddha’s teachings Is far from realization.

source: དེ་ལ་ཕྱག་རྒྱ་མི་སྦྱིན་ཞིང་། །རྒྱུད་ཉིད་ཀྱང་ནི་བསྟན་མི་བྱ། །
en: One should not teach mudrās Nor explain the tantra to such a person. {34.3}

source: བག་མེད་རྨོངས་པར་གྱུར་པའམ། །ཡང་ན་གལ་ཏེ་ཆགས་པས་བྱིན། །
en: “If someone stupefied by ignorance Should disclose them through carelessness, greed, and the like,

source: ཟློས་པ་ཕྱིན་ཅི་ལོག་བྱེད་ལ། །དེ་ལ་སྔགས་ནི་མི་འགྲུབ་བོ། །
en: The methods and mantras of such an errant reciter Will not be accomplished. {34.4}

source: ཕྱག་རྒྱ་ཉེ་བར་མི་འགྱུར་ཞིང་། །སྔགས་ཉིད་ཀྱང་ནི་གཞན་དུ་འགྱུར། །
en: “One should practice the mudrās And the mantras in seclusion,

source: མྱུར་དུ་གྲུབ་པ་མི་འཐོབ་ཅིང་། །དེ་ཡི་ལུས་ཀྱང་ཉམས་པར་འགྱུར། །
en: Otherwise accomplishment will not come soon, And one’s body will decline. {34.5}

source: ཞི་ཞིང་དད་པའི་སེམས་ལྡན་དང་། །དེར་ནི་དམ་ཚིག་མཐོང་བ་དང་། །རྒྱུད་དང་སྔགས་ལ་རབ་ཞུགས་ལ། །ཕྱག་རྒྱ་རྒྱུད་ནི་བསྟན་པར་བྱ། །
en: “One can explain the art ( tantra ) of mudrās [Only] to those who are gentle, have faith, Are true to their samaya, And are advanced in the tantra and mantra. {34.6}

source: དཀོན་མཆོག་གསུམ་ལ་མཆོད་བྱེད་དང་། །རྒྱལ་བའི་བསྟན་ལ་རབ་དད་དང་། །ཆོ་གའི་སྦྱོར་བ་མཐོང་བ་དག །དེ་དག་ལ་ནི་ཕྱག་རྒྱ་བསྟན། །
en: “One can explain it to those who Worship the Three Jewels, Have faith in the doctrine of the victorious ones,

source: བྱང་ཆུབ་སེམས་ཀྱི་ཆོ་ག་ཤེས། །
en: And know how to apply the procedure. {34.7}

source: བྱང་ཆུབ་སེམས་ཀྱིས་རྣམ་པར་བརྒྱན། །
en: “One can explain it to those Who are adorned with bodhicitta

source: རྟག་ཏུ་བྱང་ཆུབ་ལམ་ལ་གནས། །དེ་དག་ལ་ནི་ཕྱག་རྒྱ་བསྟན། །སྔགས་དང་རྒྱུད་ལ་རབ་བརྩོན་ཞིང་། །
en: And, familiar with the methods of its generation, Always pursue the path to awakening. {34.8} “One can explain the mudrās to those who engage In the practice of the mantras and tantras,

source: ཕན་ཚུན་བརྒྱུད་པས་དམ་ཚིག་མཐོང་། །བྱང་ཆུབ་ཆེན་པོར་དམ་བཅས་པ། །
en: Who observe their samaya in regard to the relative and the absolute And are committed to the great realization. {34.9}

source: དེ་ལ་ཕྱག་རྒྱ་རབ་ཏུ་བསྟན། །རྒྱལ་བའི་སྲས་པོ་དག་དང་ནི། །དེ་བཞིན་ཉན་ཐོས་རང་རྒྱལ་དང་། །མཐོང་བའི་ཆོས་ཀྱི་འབྲས་ཐོབ་གང་། །
en: “One can explain the mudrās to those who have faith In the sons of the victorious ones, In the śrāvakas and the solitary pratyeka­buddhas, And who understand the results of Dharma practice. {34.10}

source: དེ་ལ་ཕྱག་རྒྱ་རབ་ཏུ་བསྟན། །ཆོས་རྣམས་ལ་ནི་རྣམ་རྟོག་མེད། །
en: “One can explain the mudrās to those Who see phenomena without conceptual contrivance,

source: དད་ཅིང་སེར་སྣ་བྲལ་བ་དང་། །སྟོན་པའི་བཀའ་ལ་རིགས་པར་ཤེས། །
en: Who have faith, are free from avarice, And know how to apply the Teacher’s instructions. {34.11}

source: དེ་ལ་ཕྱག་རྒྱ་རབ་ཏུ་བསྟན། །
en: “These mudrā seals are themselves sealed.

source: རྩ་བརྒྱད་བརྒྱ་ཡི་ཚད་དུ་ནི། །འདི་དག་ཕྱག་རྒྱ་ཕྱག་རྒྱས་བཏབ། །ལྷག་དང་ཉུང་བ་མ་ཡིན་པར། །མངོན་སུམ་སངས་རྒྱས་ཀྱིས་རབ་བཤད། །
en: Their exact number is one hundred and eight— No fewer and no more than that Have been proclaimed by the buddhas. {34.12}

source: འཇམ་དཔལ་གང་གི་ཆོ་ག་ལ། །སྔགས་ཀྱང་དེ་དང་མཉམ་པ་ཡིན། །
en: “[The number of] mantras In Mañjuśrī’s manual is the same.

source: བརྒྱད་བཅས་བརྒྱ་ཞེས་གསུངས་པ་དང་། །སྔགས་རྣམས་དེ་དང་མཉམ་པར་བསྟན། །ཕྱག་རྒྱའང་བརྒྱ་ནི་རྩ་བརྒྱད་དུ། །ཐུབ་པ་མཆོག་གིས་སྔོན་གསུངས་སོ། །
en: One hundred and eight mantras Have been taught, As have one hundred and eight mudrās By the eminent sages in the past. {34.13}

source: འདི་ཙམ་ཚད་དུ་ཆོ་ག་ལ། །ཕྱག་རྒྱ་སྔགས་ནི་ཡང་དག་འབྱུང་། །
en: “This number is the standard For the mudrās and mantras found in this manual.

source: སངས་རྒྱས་ཀུན་གྱི་མཛོད་ཉིད་ནི། །སྔགས་ཀྱི་མཛོད་དུ་ཉེ་བར་བསྟན། །
en: It is a treasury of all the buddhas Referred to as a mantra treasury.

source: ཕྱག་རྒྱ་སྔགས་ནི་མཉམ་ལྡན་ན། །ཡང་དག་ལྡན་པས་ལས་མྱུར་བྱེད། །
en: Mudrās used in combination with mantras Accomplish activities swiftly. {34.14}

source: འཁོར་ལོ་མེད་པའི་ཤིང་རྟ་ནི། །རིགས་པར་འགྲོ་བར་མི་འབྱུང་སྟེ། །དེ་བཞིན་སྔགས་རྣམས་མ་ལུས་པ། །ཕྱག་རྒྱ་མེད་པར་ལས་མི་བྱེད། །
en: “Just as a chariot would never roll on Without wheels, So also no mantra Will accomplish its activity without a mudrā.

source: སྔགས་དང་ཕྱག་རྒྱ་མཉམ་ལྡན་ཞིང་། །ཡང་དག་ལྡན་པས་མྱུར་ལས་བྱེད། །
en: Mantras used in combination with mudrās Accomplish activities swiftly. {34.15}

source: ལྷ་དང་ལྷ་མིན་བཅས་པ་ཡི། །འཇིག་རྟེན་གསུམ་ཀུན་འགུགས་བྱེད་ན། །
en: “They can summon everyone within The entire triple universe with its gods and asuras,

source: ལས་གཞན་དག་གིས་ལེགས་སྦྱར་བའི། །མི་ཡི་འཇིག་རྟེན་སྨོས་ཅི་དགོས། །
en: Let alone accomplish other activities In the cultivated world of humans. {34.16}

source: མཐོང་ཆོས་འབྲས་བུ་འདི་དག་གི། །ཕྱག་རྒྱ་སྔགས་ལ་སྣང་བ་ཡིས། །གཉི་ག་ལྡན་ཞིང་དག་པ་དང་། །ཆོ་ག་ལྡན་པའི་དོན་བསྟན་ན། །
en: “When mudrās and mantras Are used together and are pure, The results will be seen in real life. They will manifest based on the applied procedure. {34.17}

source: རྒྱལ་བ་མཆོག་དང་སྲས་རྣམས་དང་། །འབྱུང་པོ་རྣམས་ནི་འགུགས་པར་བྱེད། །
en: “They can summon spirits, As well as the eminent victors along and their sons.

source: སྔགས་དང་ཕྱག་རྒྱ་དཀའ་ཐུབ་ཉིད། །རྣམ་གསུམ་ལས་ནི་ལེགས་གནས་དང་། །
en: There are three accessories that make rites effective: Mantras, mudrās, and austere meditation. {34.18}

source: ཅི་འདོད་ཕུན་སུམ་ཚོགས་པ་ཀུན། །དེ་བཞིན་ཟློས་པས་ཐོབ་པར་འགྱུར། །སྔགས་རྣམས་ཕྱག་རྒྱས་ཕྱག་རྒྱ་བཏབ། །སྔགས་ཀྱིས་ཀྱང་ནི་དེ་རྒྱ་བཏབ། །
en: “The reciter can obtain Any accomplishments as desired If the mantras are sealed with the mudrās, And the mudrās with the mantras. {34.19}

source: སྔགས་ནི་ཕྱག་རྒྱ་མེད་པས་མིན། །སྔགས་ཀྱང་ཕྱག་རྒྱ་སྤངས་པས་མིན། །
en: “If no mantra is without a mudrā And no mudrā without a mantra,

source: ཕྱག་རྒྱ་སྔགས་ནི་མཉམ་ལྡན་ན། །ཡང་དག་ལྡན་པས་ལས་ཀུན་བྱེད། །
en: The mudrās thus employed along with the mantras Will accomplish every activity. {34.20}

source: འདི་དག་ཕན་ཚུན་འབྲས་བུ་སྟེ། །ཕན་ཚུན་འབྲས་བུ་འབྱུང་བ་ཡིན། །
en: “Mutually they produce results, Which arise in mutual dependence.

source: སྒྲུབ་པས་རིགས་ལྡན་སྦྱར་བྱས་ན། །བསྒྲུབ་བྱ་མིན་པའི་ལས་རྣམས་མེད། །
en: If the practitioner applies them in tandem, There is no activity that could not be accomplished. {34.21}

source: ཕྱག་རྒྱ་ལྡན་པའི་ཟློས་པ་པོས། །སྔགས་རྣམས་མ་ལུས་འགྲུབ་པར་འགྱུར། །
en: “All mantras will succeed if used along with mudrās By those endowed with a physical form.

source: ཆོ་ག་མཐོང་བས་རབ་བརྩོན་ཞིང་། །སྔགས་དང་ཕྱག་རྒྱ་ཀུན་བྱས་ན། །
en: The mantra should be employed according to procedure And sealed with a mudrā. {34.22}

source: གང་དུ་འགུགས་འགྱུར་མི་འགྲུབ་པ། །དེ་གནས་དེ་ནི་ཡོད་མ་ཡིན། །སྲིད་རྩེ་མནར་མེད་བར་དང་ནི། །འཇིག་རྟེན་ཁམས་ཀྱི་འགྲོ་བ་གཞན། །
en: “Even if one were to cross all the worlds From the pinnacle of existence down to Avīci Hell, There is no such place from where a being Could not be successfully summoned, {34.23}

source: གང་དུ་མི་འབེབས་མི་འགུགས་དང་། །བསྒྲུབ་བྱ་མ་ཡིན་གང་ཡང་མེད། །
en: “Nor a place where a being could not be controlled Even though they had not been summoned.

source: སེམས་ཅན་སྐྱེ་གནས་ལས་སྐྱེས་དང་། །བྱང་ཆུབ་སེམས་དཔའ་མི་སྣང་བའང་། །ཆོ་གས་བསྐུལ་ནས་མི་འགུགས་པ། །དེ་ནི་གང་ཡང་ཡོད་མ་ཡིན། །
en: Nor is there any being Able to resist [this ritual]. {34.24} “Even bodhisattvas of great power can be summoned And induced to speak if the procedure is followed.

source: སྲུང་བའི་ཆོ་གའི་རྒྱུད་དག་གམ། །ལས་འགྲུབ་བཟློག་པར་བྱ་བ་ལ། །ས་བཅུ་ལ་ནི་གནས་པ་ཡི། །བྱང་ཆུབ་སེམས་དཔས་ཀྱང་མི་ནུས། །
en: They are unable to invalidate the protection procedure Or thwart the successful outcome of a rite, Even if they are established On the tenth level. {34.25}

source: སྔགས་དང་ཕྱག་རྒྱ་ལ་གནས་ལ། །འབྱུང་པོ་ཀུན་གྱིས་མི་ཚུགས་སོ། །
en: “Beings who rely on mantras and mudrās Are unassailable by any spirits. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .

source: དཀའ་ཐུབ་བཟླས་པ་ཆོ་གའི་ལམ། །སྦྱིན་སྲེག་ལས་ལ་རབ་སྦྱར་ན། །འདི་ལས་སྐྱེ་ཞིང་དེ་ལས་གྲུབ། །ཕྱག་རྒྱ་སྔགས་ལ་སྣང་བ་ཡིན། །
en: “If the procedures involving form and recitation Are employed in the rites of homa, They will be a source of accomplishment; The mudrās are assigned to the mantras. {34.28}

source: ཟློས་པ་རྟག་ཏུ་འབད་བརྩོན་ཞིང་། །རྟག་ཏུ་དེ་དག་ལ་གནས་ན། །སྔགས་རྣམས་གྲུབ་པར་འགྱུར་བ་སྟེ། །
en: “For someone who is constantly engaged in And always relies on the recitation of mantras, All the mantras will be effective.

source: དོན་ཡོད་འགྱུར་བར་ཐུབ་པའི་བཀའ། །སངས་རྒྱས་ཀུན་གྱི་གསུང་དག་ནི། །དེ་དག་གིས་ནི་གཞན་དུ་བྱེད། །སྔགས་དང་རྒྱུད་ནི་རིགས་པ་ལ། །གང་ཞིག་རྟག་ཏུ་མི་འཇུག་པའོ། །
en: The words of the sages are not spoken in vain— {34.29} “Those who distort The teachings of all the buddhas Will never be able to apply The art of mantras correctly.

source: སྔགས་དང་ཕྱག་རྒྱ་མཐའ་དག་ནི། །གང་ཞིག་ཆོ་ག་ལྡན་བྱེད་པའོ། །
en: Those who apply the teachings [correctly] Follow the procedure complete with the mantra and the mudrā. {34.30}

source: འཇམ་དཔལ་གཞོན་ནུ་འདི་དག་ནི། །ཡང་དང་ཡང་དུ་བསྟན་པ་ཡིན། །སྔགས་ཀྱི་རིག་པ་མཐའ་དག་ནི། །ཕྱག་རྒྱས་སྔགས་ནི་ཕན་པ་འབྱུང་། །
en: “I say this, Mañjuśrī, divine youth, Again and again, that A mudrā, when complemented by a mantra, Is a source of benefit. {34.31}

source: དེ་སྲིད་ལས་ལ་ཆོ་གའི་རྒྱལ། །འདིས་ནི་འབྲས་བུ་རྒྱ་ཆེན་འབྱུང་། །
en: “I applaud the result derived from this king of manuals, Which is to ferry [beings] out of [saṃsāra].

source: འཇིག་རྟེན་གསང་མཆོག་ཕན་པ་དང་། །སྔགས་དང་ཕྱག་རྒྱས་དམ་བཅས་པ། །
en: The art of mudrās constitutes The most secret boon for the world.” {34.32}

source: དེ་ནས་རིགས་ལྡན་འཇམ་དཔལ་ཏེ། །ཁྱབ་པར་བྱེད་པ་བྱིས་པའི་གཟུགས། །ཅུང་ཟད་འཛུམ་པའི་བཞིན་གྱུར་གནས། །གཞོན་ནུ་སྣ་ཚོགས་ཡང་དག་འབྱུང་། །
en: Then, smiling softly, The divine youth who is the origin of everything, Clever, glorious, and forbearing, With the form of a young boy,

source: བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་ཆེ། །ས་བཅུ་ལ་ནི་གནས་པ་ཡིས། །
en: The bodhisattva of great courage Established on the tenth level, said, {34.33}

source: སངས་རྒྱས་ཉི་མའི་གཉེན་གྱུར་པ། །ཐུབ་པ་མཆོག་ལ་རབ་ཏུ་ཞུས། །
en: “Please explain, O supreme of sages, The buddha Friend of the Sun,

source: བཅོམ་ལྡན་སྔགས་ཀྱི་རྒྱུད་དག་ནི། །གང་ཡིན་འདི་ནི་འཇིག་རྟེན་བསྟན། །
en: [Why it is] that you, O Blessed One, For the sake of mantras, teach in this world {34.34}

source: སྔོན་གྱི་སངས་རྒྱས་དག་གིས་ཀྱང་། །དེ་ཡང་བདག་ལ་གསུངས་པ་ཡིན། །
en: “That which has already been taught to me By the fully realized buddhas in the past.

source: དེ་ལྟར་ཤཱཀྱ་སེང་གེ་ཡིས། །ཅི་ཡི་ཕྱིར་ན་རབ་ཏུ་གསུངས། །
en: Why is the Lion of the Śākyas Teaching it [again] now?

source: བདག་ནི་དེ་ལྟར་ཐེ་ཚོམ་འཚལ། །ཐུབ་པ་མཆོག་གིས་བདག་ལ་གསུངས། །
en: This uncertainty is born [in me], So please explain [this], O supreme sage!” {34.35}

source: བློ་ལྡན་ཀ་ལ་པིང་ཀའི་སྐད། །ཚངས་པ་ཡི་ནི་གསུང་དབྱངས་ཀྱིས། །ས་བཅུ་ལ་ནི་རབ་གནས་པའི། །བྱང་ཆུབ་སེམས་དཔའ་ལ་གསུངས་པ། །
en: The learned one with the sweet voice of a cuckoo That resembles the powerful voice of Brahmā Replied to the bodhisattva [Mañjuśrī], Who was established on the tenth level, {34.36}

source: སྔོན་ནི་བསྐལ་པ་མང་པོ་རུ། །ང་ནི་འཁོར་བར་འཁོར་བ་ན། །ཐུབ་དབང་མེ་ཏོག་ཀུན་སྐྱེས་ལས། །ཆོ་གའི་རྒྱལ་པོའང་ང་ཡིས་ཐོབ། །
en: “Formerly, while wandering In saṃsāra over many eons, I obtained this king of manuals From the sage called Saṃkusuma. {34.37}

source: དེ་དང་དེར་ནི་སེམས་ཅན་ལ། །ཕན་པ་མང་པོ་བྱས་པ་ཡིན། །
en: “[Wandering] from place to place, I brought about much help for beings.

source: ཐུགས་རྗེའི་དབང་དུ་སོང་ནས་ནི། །དེ་ཚེ་བདག་གི་སྨོན་ལམ་བྱས། །སངས་རྒྱས་མཆོག་ཏུ་དེ་ཚེ་བདག །དུས་ཀྱི་མཐར་ནི་ཡང་དག་བྱུང་། །
en: Swayed by the power of compassion, I formed an aspiration then That I would become, during the debased eon, The supreme buddha. {34.38}

source: ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་ནས་ནི། །བསྟན་པའི་དོན་ནི་བྱས་པ་ཡིན། །ཕྱི་མ་ཡི་ནི་དུས་དག་ཏུ། །དེ་ཚེ་ང་ནི་མྱ་ངན་འདའ། །
en: “Having fulfilled the goal of teaching And having set the Dharma wheel rolling, In the final period Before I would pass into nirvāṇa on earth,

source: དེ་ན་ཆོ་གའི་རྒྱལ་དབང་པོ། །ཁྱོད་ཀྱི་དྲུང་དུ་ང་ཡིས་བསྟན། །
en: I would teach this king of manuals In your presence. {34.39}

source: ང་ཡང་འཇིག་རྟེན་མྱ་ངན་འདས། །འཛམ་བུའི་གླིང་ནི་རབ་སྟོངས་ཤིང་། །དེ་བཞིན་སྟོན་པའི་ཆོས་ཀྱི་མཛོད། །རྩོད་དུས་ཐག་རིང་གྱུར་པ་ན། །
en: “When I have departed into nirvāṇa And the world that is called Jambu is empty, When the Dharma basket of the Teacher Is difficult to find, during the lowest eon,

source: སེམས་ཅན་རྣམས་ལ་བསྟན་པའི་དོན། །ཆོ་གའི་རྒྱལ་པོ་གཅིག་བྱེད་འགྱུར། །
en: This king of manuals would fulfill The purpose of instructing beings. {34.40}

source: ཆོ་གའི་རྒྱལ་པོ་རྒྱ་ཆེན་ལ། །དེ་བཞིན་འདི་ནི་ཡང་དག་འཇུག །སེམས་ཅན་རྣམས་ནི་དོན་ལ་བརྩོན། །དེ་ཡི་ཚེ་ན་འབྱུང་བར་འགྱུར། །
en: “This king of manuals, with its extensive contents, Is [now] entrusted to you in particular, So that it will be used, at that time, For the benefit of beings. {34.41}

source: དེ་དུས་འཇིགས་སུ་རུང་བ་ཡི། །དེ་ཚེ་སེམས་ཅན་ཆོས་ལྡན་མིན། །
en: “At that terrible time, People will be without Dharma.

source: རྟག་ཏུ་ལུས་ལ་མི་གནས་ཤིང་། །རྒྱལ་པོ་རྣམས་ནི་མ་རུངས་ཡིད། །
en: Never following any rules, The kings will be full of ill will. {34.42}

source: མི་དང་མི་མ་ཡིན་རྣམས་ནི། །ཀུན་ཀྱང་བསྟན་ལ་རྣམ་པར་སྡང་། །
en: “Both humans and nonhuman beings Will all be hostile to the teaching.

source: ངས་བཤད་ཆོས་ཀྱི་མཛོད་རྣམས་ནི། །ང་ཡི་ཐམས་ཅད་འཇིག་པར་འགྱུར། །
en: They will destroy the entire Dharma basket That I have taught. {34.43}

source: དེ་དག་གདུལ་བའི་དོན་གྱི་ཕྱིར། །སྔགས་ཀྱི་མཛོད་ནི་ཉེ་བར་བསྟན། །
en: “The mantra basket was taught In order to guide them.

source: བསྐལ་པ་བསམ་མི་ཁྱབ་པར་སྔོན། །གཞོན་ནུ་ཁྱོད་ཀྱི་སྨོན་ལམ་འདི། །
en: It was for you, O divine youth, that I made this aspiration Throughout inconceivable past eons: {34.44}

source: སངས་རྒྱས་ཇི་སྙེད་གང་སུ་དག །འཇིག་རྟེན་གཉེན་གྱུར་མྱ་ངན་འདས། །
en: “ ‘Whatever buddhas, friends of the world, have existed, Who are now in the state of nirvāṇa,

source: དེ་དག་བསྟན་པའི་དོན་དུ་ནི། །དུས་དང་དུས་སུ་བྱའོ་ཞེས། །
en: I will strive to spread their doctrine Eon after eon. {34.45}

source: བདག་ནི་བྱིས་པ་གཞོན་ནུའི་གཟུགས། །དུས་ཀུན་ཏུ་ནི་རྣམ་པར་སྤྱོད། །སྔགས་ཀྱི་གཟུགས་ཀྱིས་སེམས་ཅན་ལ། །དེ་དང་དེར་ནི་རྣམ་པར་འདུལ། །
en: “ ‘I will travel everywhere In the form of a young boy And guide beings In the form of the mantra, time after time.’ {34.46}

source: གཞོན་ནུ་ཁྱོད་ཀྱི་སྨོན་ལམ་འདི། །སྔོན་ཆད་དུ་ནི་བྱས་པ་ཡིན། །
en: “This aspiration, O divine youth, I made in the past for you.

source: ང་ནི་བྱིས་པའི་གཟུགས་ཐོབ་གྱུར། །
en: This has now come to pass, O youth!

source: དེས་ན་ཁྱོད་ལ་བཤད་པར་བྱ། །
en: This is my instruction to you: {34.47}

source: སྐྱེ་བོ་སྐྱབས་ནི་མེད་པ་དང་། །སངས་རྒྱས་ཞིང་ནི་སྟོངས་པ་ན། །
en: “When the buddhafield is empty And people are without refuge,

source: སྔགས་ཀྱི་གཟུགས་ཀྱིས་སེམས་ཅན་ལ། །བྱིས་པའི་ཚུལ་གྱིས་ཡང་དག་ཤོད། །
en: You should instruct them, as a young boy, In the form of the mantra. {34.48}

source: སེམས་ཅན་མང་པོ་འདུལ་བྱེད་ཅིང་། །ཕུན་སུམ་ཚོགས་པ་སྦྱིན་བྱེད་པ། །
en: “You will guide many beings, Granting them every good fortune.

source: དུས་ཀྱི་ཐ་མ་དེ་ལ་ནི། །སེམས་ཅན་ཀུན་ལ་མཆོག་སྦྱིན་བྱེད། །
en: At that time, during the debased eon, You will grant boons to all beings. {34.49}

source: འཇིག་རྟེན་ང་ནི་མྱ་ངན་འདས། །ས་ཡི་སྟེང་ནི་སྟོངས་གྱུར་ན། །
en: “When I have departed from this world into nirvāṇa, And the land has become empty,

source: ཁྱོད་ཉིད་བྱིས་པའི་གཟུགས་ཀྱིས་ནི། །སངས་རྒྱས་མཛད་པ་བྱེད་པར་འགྱུར། །
en: You will carry on the Buddha’s work In the form of a young boy. {34.50}

source: དེ་ཚེ་དགོན་ཆེན་རབ་དགའ་བ། །ཁ་བ་ཅན་ནང་ཡོད་པ་ཡི། །ཆུ་བོ་གསེར་དང་ལྡན་འགྲམ་དུ། །ང་ནི་མྱ་ངན་འདའ་བར་འགྱུར། །
en: “At that time, I will enter nirvāṇa In the delightful wilderness Of the foothills of the Himalayas, On the bank of the Hiraṇyavatī.” {34.51}

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས། ཕྱག་རྒྱ་བསྐུལ་བའི་ཆོ་ག་འཇམ་དཔལ་གྱིས་ཡོངས་སུ་ཞུས་ཤིང་བསྟན་པའི་ལེའུ་རབ་འབྱམ་ལས། ཉི་ཤུ་རྩ་བརྒྱད་པ་རྫོགས་སོ།། །།
en: This concludes the detailed chapter with the instructions on the procedures enhanced by the stimulus of mudrās, given in response to Mañjuśrī’s inquiry, thirty-fourth in “The Root Manual of Noble Mañjuśrī,” an extensive Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་གཞན་ཡང་གནས་གཙང་མའི་གཞལ་མེད་ཁང་ལ་གཟིགས་ནས། དེ་བཞིན་གཤེགས་པའི་ཕྱག་རྒྱའི་མཛོད་ཡང་དག་པར་བསྐུལ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་སོ། །
en: At that time the blessed Śākyamuni again directed his gaze at the realm of the Pure Abode and entered the samādhi called that which animates the great receptacle of mudrās of the tathāgatas .

source: སྙོམས་པར་ཞུགས་མ་ཐག་ཏུ་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པའི་མཛོད་སྤུ་ནས་འོད་ཟེར་དུ་མ་བྱེ་བ་ཁྲི་ཕྲག་བརྒྱ་སྟོང་གྲངས་མེད་པའི་འཁོར་དང་བཅས་པ་བྱུང་སྟེ། །
en: As soon as he entered this samādhi, a great light issued from the tuft of hair between his eyebrows.

source: འོད་ཟེར་གྱི་དྲ་བ་དུ་མ་དེས་སངས་རྒྱས་ཀྱི་ཞིང་དུ་མ་གསལ་བར་བྱས་ནས། སངས་རྒྱས་ཐམས་ཅད་ལ་ཡང་དག་པར་བསྐུལ་ནས། ཕྱིར་ཡང་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པའི་མཛོད་སྤུར་ཞུགས་པར་གྱུར་ཏོ། །
en: This mass of light, surrounded by innumerable billions of light rays, illuminated many buddhafields, arousing all the buddhas [dwelling there], and entered back into Lord Śākyamuni’s tuft of hair. {35.1}

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཡང་དག་པར་བསྐུལ་མ་ཐག་ཏུ་ནམ་མཁའི་ངོ་བོ་ཉིད་ཀྱི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ཏེ། གནས་གཙང་མའི་སྟེང་གི་ནམ་མཁའི་དཀྱིལ་དུ་བཞུགས་པར་གྱུར་ཏོ། །
en: As soon as they were roused, all the blessed buddhas entered the samādhi of the nature of the sky and positioned themselves in the sky above the Pure Abode.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་སངས་རྒྱས་ཐམས་ཅད་ལ་མཆོད་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་བཀའ་སྩལ་པ།
en: Having greeted all of them reverentially, the blessed Śākyamuni spoke to Mañjuśrī, the divine youth, as follows:

source: འཇམ་དཔལ་ཕྱག་རྒྱའི་ལེའུའི་ཆོ་གའི་མཛོད་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་བྱིན་གྱིས་བརླབས་པ་བཤད་ཀྱིས་ཉོན་ཅིག །
en: “Listen, Mañjuśrī, about the procedures pertaining to the receptacle of mudrās, blessed by all the buddhas to come.” {35.2}
